Repository: WPPlugins/geo-mark
Catalog: languages/geo-mark-*.po
Languages: be_by, bg_bg, es_es, hi_in, lt_lt, ro_ro

source: Geo Mark
hi_in: जियो मार्क

source: Settings
be_by: Настройки
bg_bg: Настройки
es_es: Ajustes
hi_in: सेटिंग्स
lt_lt: Nustatymai
ro_ro: Setări

source: Geo Mark Settings
be_by: Настройки Geo Mark
bg_bg: Настройки на Гео Mark
es_es: Ajustes de Geo Mark
hi_in: जियो मार्क सेटिंग्स
lt_lt: Geo Pažymėti nustatymai
ro_ro: Geo Mark Setări

source: Geo RSS Feeds
be_by: Geo RSS ленты
bg_bg: Geo RSS
es_es: Canales GeoRSS
hi_in: जियो आरएसएस फ़ीड
lt_lt: Geo RSS
ro_ro: Geo feed-uri RSS

source: Enable GeoRSS tags in feed
be_by: Включить GeoRSS теги в ленту
bg_bg: Активирайте GeoRSS тагове във фуражите
es_es: Habilitar etiquetas GeoRSS en canal
hi_in: फ़ीड में सक्षम GeoRSS टैग
lt_lt: Įjungti GeoRSS žymeles, pašarų
ro_ro: Activaţi etichetele georss în hrana pentru animale

source: Feed Format
be_by: Формат ленты
bg_bg: фуражи формат
es_es: Formato de canal
hi_in: स्वरूप फ़ीड
lt_lt: Tiekimo formatas

source: The format of your syndication feeds (Simple is recommended)
be_by: Формат ваших каналов синдикации (Simple рекомендуется)
bg_bg: Форматът на вашия синдикация емисии (Обикновено се препоръчва)
es_es: El formato del canal web (Se recomienda Simple)
hi_in: अपने सिंडिकेशन फ़ीड्स के प्रारूप (सरल की सिफारिश की है)
lt_lt: Jūsų kanaluose sindikacijos formatu (Paprasta rekomenduojama)
ro_ro: Formatul de fluxurile de sindicalizare (simplu este recomandat)

source: Save Changes
be_by: Сохранить изменения
bg_bg: Запазване на промените
es_es: Guardar Cambios
hi_in: परिवर्तन सहेजें
lt_lt: išsaugoti pakeitimus
ro_ro: Salvaţi Modificările

source: plugin
be_by: плагин
bg_bg: плъгин
hi_in: प्लगइन
lt_lt: įskiepiai
ro_ro: plugin-ul

source: Version
be_by: Версия
bg_bg: версия
hi_in: संस्करण
lt_lt: versija
ro_ro: Versiunea

source: by
be_by: от
bg_bg: от
es_es: por
hi_in: द्वारा
lt_lt: pagal
ro_ro: de

source: Populate Geo info on saving this post
be_by: Заполнить Geo информации о сохранении этого поста
bg_bg: Попълнете Гео информация за спестяване на този пост
es_es: Generar informaci칩n geogr치fica cuando guardes esta entrada.
hi_in: इस पोस्ट की बचत पर भू पता पॉप्युलेट करने के लिए
lt_lt: Gyventojų geo info taupymo šį pranešimą
ro_ro: Popula info Geo pe acest post de economisire

source: Parses geo information in your content and can expose it either in microformat or as geo rss.
be_by: Анализирует GEO информацию в ваш контент и могут подвергнуть его или в микроформат или как GEO RSS.
bg_bg: Интерпретира гео информация в съдържанието си и да го изложи в микроформата или като гео RSS.
es_es: Se analiza la informaci칩n geogr치fica en tu contenido y se puede mostrarla en microformato o en GeoRSS.
hi_in: अपनी सामग्री में भू जानकारी parses है और यह माइक्रोफ़ॉर्मेट में या तो या भू आरएसएस के रूप में बेनकाब कर सकते हैं.
lt_lt: Suvokia geoinformacji savo turinį ir gali atskleisti arba mikroformatą arba kaip geo RSS.
ro_ro: Analizează informaţiile geo în conţinut şi poate expune fie în microformat sau ca OUG RSS.
